OpenFOAM-v1812/tutorials/multiphase/interFoam/laminar/mixerVessel2D/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water oir);

water
{
    transportModel  Newtonian;
    nu              1e-4;
    rho             1000;
}

oir
{
    transportModel  Newtonian;
    nu              1e-4;
    rho             500;
}

sigma           0.05;


// ************************************************************************* //
